Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: My lord, the dirtgrubbers have entered our sanctuary!
uk_ua: Мій Господарю, землеїди увірвалися до нашого святилища!

source: My lord, the find was very recent. We are still deciphering the book. And there is this: with the Hammer at Kal Kartha and the book here, the question of which holding shall have the training of the new runesmiths in its hands would be... delicate.
uk_ua: Мій лорде, знахідку було зроблено зовсім нещодавно. Ми досі розшифровуємо книгу. Але ми маємо те, що з Молотом в Кал Карті й книгою тут, питання яке володіння має тренувати нових майстрів рун є дуже... делікатним.

source: My lord, the first ship has arrived! Prince Haldric, if you and your men must leave for Southbay just go to the pier to board the ship.
uk_ua: Мій пане, прибув перший корабель! Принце Хальдріку, якщо тобі і твоїм людям потрібно йти до Південної Бухти, йдіть до пристані і піднімайтеся на корабель.

source: My lord, the first ship is departing. But the second ship should arrive shortly.
uk_ua: Мій пане, перший корабель відчалив. Але скоро буде другий.

source: My lord, the last ship has arrived! Finally the last of our people can flee to safety. Prince Haldric, you and your men must go now! Go to the pier to board the ship for Southbay.
uk_ua: Мій пане, це останній корабель! Нарешті, усі наші люди підуть у безпечне місце. Принце Хальдріку, ти й твої люди мають йти негайно! Йдіть до пристані і піднімайтеся на корабель до Південної Бухти.

source: My lord, the last ship is departing. We’re trapped!
uk_ua: Мій пане, це був останній корабель. Ми в пастці!

source: My lord, the second ship has arrived! Prince Haldric, if you and your men want to leave for Southbay just go to the pier to board the ship.
uk_ua: Мій пане, прибув другий корабель! Принце Хальдріку, якщо тобі і твоїм людям потрібно йти до Південної Бухти, йдіть до пристані і піднімайтеся на корабель.

source: My lord, the second ship is departing. But the last ship will be here before long. With your help we can hold on just a while longer.
uk_ua: Мій пане, другий корабель відпливає. Але третій, останній, корабель, не змусить себе довго чекати. З твоєю допомогою ми зможемо ще протриматися.

source: My lord, the ship isn’t here yet. Come help us defend against the orcs.
uk_ua: Мій пане, корабель ще не приплив. Допоможіть нам доки захиститися від орків.

source: My lords, I have been hiding in the village from the orcs, like many of the other magi here. I pledge myself to your service; let us move swiftly to recapture the island!
uk_ua: Пане, я ховався в селі від орків, разом з багатьма іншими тутешніми чарівниками. Я повнісю в вашому розпорядженні; давайте скоріше відвоюємо острів!

source: My love, my family, I’ll be there soo—
uk_ua: Моя любов, моя сім'я, я скоро буду з ва—

source: My men have been trained to fight the living. I do not know that we can protect the city from foes as unnatural as these by ourselves. It is probably best that I meet the elves in hope that their counsel will be of some aid.
uk_ua: Мої бійці тренувалися битися з живими. Не знаю, чи зможемо ми захистити місто від таких неприродніх ворогів. Мабуть, найкраще буде зустрітися з ельфами, може, їхня рада якось допоможе.

source: My name is Rorthin. I died long ago, in a great battle... I have almost forgotten... Iliah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him. Such is against the way of things.
uk_ua: Мене звуть Рортін. Я помер давно, у великій битві... Я майже забув... Іліа-Малал це жива людина, яка, як і ти, ходить серед мертвих. Він обіцяє життя усім, хто піде за ним. Це неприродньо.

source: My name is Siddry. These cursed saurians nabbed me a week ago — wanted me to turn overseer to their other slaves. I wouldn’t do it, so they caged me with them. They tried to take my bow too, but they had some trouble with that.
uk_ua: Мене звати Сідри. Ці кляті ящірки схопили мене тиждень тому — хотіли зробити з мене наглядача над їхніми рабами. Я відмовився, тому мене закрили в клітці. Вони ще хотіли забрати мій лук, однак в них нічого не вийшло.

source: My name is Teelöa. I have been a slave to these saurians for almost two years. I saw you coming up the coast in strength, so I fled. They follow in my wake, and without your protection they will surely kill me.
uk_ua: Мене звуть Тілоа. Я був рабом цих ящерів майже два роки. Я побачив, як ви наближаєтеся до узбережжя, і втік. Вони переслідуватимуть мене і, якщо ви не захистите мене, вони, напевно, уб'ють мене.

source: My path is set. Your path must end. I will not dishonor my oaths, and will not abandon friends and country.
uk_ua: Мій шлях визначений. Твій шлях повинен завершитися. Я не нехтуватиму своєю клятвою і не залишу своїх друзів та країну.

source: My people are like a rock slide, you can run, but we will crush you... Ahhck!
uk_ua: Мій народ, наче лавина, можете бігти, але ми розчавимо вас... Ах!

source: My people are too far south. I don’t know what’s going on here. I’ll stick with you until the end. You’ve been a good friend. Just no more sea voyages.
uk_ua: Мій народ живе далеко на півдні. Не знаю, що тут коїться. Залишуся з вами до кінця. Ти хороший друг. Тільки ніяких більше плавань.

source: My son!
uk_ua: Мій син!

source: My soul will haunt this place until the end of time! A curse upon you!
uk_ua: Моя душа поневірятиметься тут до кінця часів! Проклинаю тебе!

source: My sword-arm shall have a say in who will do the dying. Come on, men, let’s kill some orcs.
uk_ua: Моя зброя говоритиме, хто помре, не твоя. Нумо, браття, убиймо цих орків.

source: My thanks, dwarves. There have been many attacks on the border tribes of late, and though we have repelled them thus far, the assaults have gotten only more fierce with each passing day.
uk_ua: Подяка, гноми. Останнім часом на прикордонні племена часто нападають подібні розбійники, і хоча ми поки розбиваємо їх кожного разу, атаки стають шаленішими з кожним новим днем.

source: Mycelium
uk_ua: Міцелій

source: Myssh
uk_ua: Мусх

source: M’ ’u!
uk_ua: М'я т'ж!

source: NAME
uk_ua: НАЗВА

source: NO!
uk_ua: НІ!

source: NR
uk_ua: ПВ

source: NW — Southbay.
uk_ua: ПнЗх - Південна Бухта.

source: Naga
uk_ua: Наги

source: Naga Dirkfang
uk_ua: Нага заколювач

source: Naga Fighter
uk_ua: Бойова нага

source: Naga Guard
uk_ua: Нага страж

source: Naga High Guard
uk_ua: Нага високий страж

source: Naga Myrmidon
uk_ua: Прислужник

source: Naga Ophidian
uk_ua: Змієподібна нага

source: Naga Ringcaster
uk_ua: Нага кільцезаклинач

source: Naga Shield Guard
uk_ua: Нага щитовий страж

source: Naga Sicarius
uk_ua: Нага сікаріус

source: Naga Warrior
uk_ua: Нага воїн

source: Naga Zephyr
uk_ua: Нага буревій

source: Nagas
uk_ua: Наґас

source: Nagini Dirkfang
uk_ua: Нагиня заколювачка

source: Nagini Fighter
uk_ua: Бойова нагиня

source: Nagini Myrmidon
uk_ua: Прислужниця

source: Nagini Ophidian
uk_ua: Змієподібна нагиня

source: Nagini Ringcaster
uk_ua: Нагиня кільцезаклиначка

source: Nagini Sicarius
uk_ua: Нагиня сікаріус

source: Nagini Warrior
uk_ua: Нага воячка

source: Nagini Zephyr
uk_ua: Нагиня буревій

source: Name
uk_ua: Ім'я

source: Name of game:
uk_ua: Назва гри:

source: Name:
uk_ua: Ім'я:

source: Named Areas
uk_ua: Названі області

source: Named ‘Eyestalks’ for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
uk_ua: Названі ‘Стеблоок’ з очевидних причин, ці, подібні до рослин, створіння можуть сфокусувати погляд на нічого не підозрюючу жертву, щоб витягувати їх життєві сили і забирати їх собі. Вони майже беззахисні в ближньому бою, але їх смертельний погляд з відстані не варто недооцінювати.

source: Nameless
uk_ua: Безіменний

source: Nani the Shapeshifter
uk_ua: Нані Перевертень

source: Narithil
uk_ua: Нарітісіл

source: Natural Cave Wall
uk_ua: Природня стіна печери

source: Natural Earthy Cave Wall
uk_ua: Природня земляна стіна печери

source: Nay! Off with your hea—
uk_ua: Ну ж ні! Не зносити тобі го—

source: Nay, it was merely... bad luck. We had just uncovered a magma bed for a new forge, one hot enough to reforge the ruined Hammer of Thursagan. We brought a loremaster to survey the site, but orcs ambushed us not long after he arrived.
uk_ua: Ні, це просто... погана вдача. Ми тільки відкрили підходяще місце для нової кузні, достатньо гаряче, щоб перекувати пошкоджений Молот Турсагана. Ми привели Хранителя, щоб дослідити місцевість, однак орки напали невдовзі після того, як він прибув.

source: Nebthun
uk_ua: Небтун

source: Necromancer
uk_ua: Некромант

source: Necromancy! The penalty for that is death. Rudic, who is responsible for this?
uk_ua: Некромантія! За неї карають смертю. Рудику, хто це з тобою зробив?

source: Necrophage
uk_ua: Некрофаг

source: Need a friendly blade?
uk_ua: Потребуєте дружнього меча?

source: Need a hand? Me an’ me bird can get just about anywheres you need.
uk_ua: Треба допомога? Я та м'я пташина можемо дістатися будь-куди, як ви забажаєте.

source: Need at least 1 parallel item.
uk_ua: Потрібен принаймні 1 паралельний елемент.

source: Neep Neep!
uk_ua: Піік піік!

source: Neep!
uk_ua: Піік!

source: Neep, neep!
uk_ua: Піік, піік!

source: Neep, neep, neep!
uk_ua: Ніііп, ніііп, ніііп!

source: Neep?
uk_ua: Піік?

source: Neglur
uk_ua: Ніглур

source: Negotiation Complete
uk_ua: Переговори завершено

source: Neither a friend nor ignored
uk_ua: Не друг і не в ігнорі

source: Neither side can recruit or recall. You must win with the troops you have.
uk_ua: Жодна зі сторін не може вербувати чи закликати. Ви маєте перемогти силами, що в вас є.

source: Neki the Brutal
uk_ua: Некі Жорстокий

source: Neki the Brute
uk_ua: Некі Звір

source: Neophyte
uk_ua: Неофіт

source: Nepba
uk_ua: Непба

source: Net Income
uk_ua: Прибуток

source: Nethuns
uk_ua: Незунс

source: Network Player
uk_ua: Мережний гравець

source: Network communication error.
uk_ua: Помилка при під'єднанні до мережі.

source: Neutral Bonus:
uk_ua: Бонус нейтральним:

source: Neutral units are unaffected by day and night, fighting equally well under both conditions.
uk_ua: Нейтральні бійці б'ються як вдень, так і вночі з однаковою силою.

source: Neutral units:
uk_ua: Нейтральні бійці:

source: Never fear! Your trusted friends stand beside you!
uk_ua: Не бійтесь, ваші вірні друзі стоятимуть поряд з вами!

source: Never hesitate to speak your counsel to me, Gwabbo. You have been my right arm on this journey; your courage and loyalty are well proven.
uk_ua: Ніколи не бійся давати мені поради, Гваббо. Ти моя права рука в цій подорожі; твоя мужність і відданість давно доведені.

source: Never trust the living to do the job of the undead. Prepare to meet the inevitable!
uk_ua: Ніколи не довіряй живим робити роботу мерців. Приготуйтеся зустріти невідворотне!

source: Never! I would rather die!
uk_ua: Ніколи! Я краще помру!

source: Never! Your mad quest ends here, tyrant.
uk_ua: Ніколи! Твоя божевільна виправа скінчиться тут, тиране.

source: Nevertheless, we musn’t charge in blindly. Even if the elves are unlikely to attack us, we do not know what else lies in these forests.
uk_ua: Але все-таки, не можна сліпо рватися туди. Навіть якщо й ельфи не нападуть на нас, ми не знаємо, що ще може ховатися в цих лісах.

source: New Add-on
uk_ua: Новий аддон

source: New Attack
uk_ua: Нова атака

source: New Bookmark
uk_ua: Нова закладка

source: New Folder
uk_ua: Нова папка

source: New Location Identifier
uk_ua: Новий ідентифікатор місцевості

source: New Map
uk_ua: Нова карта

source: New Scenario
uk_ua: Новий сценарій

source: New Side
uk_ua: Нова сторона

source: New Southbay
uk_ua: Нова Південна Бухта

source: New ToD
uk_ua: Новий ЧД

source: New Unit Type
uk_ua: Новий тип бійця

source: New height:
uk_ua: Нова висота:

source: New width:
uk_ua: Нова ширина:

source: Next
uk_ua: Наступна

source: Next Brush
uk_ua: Наступний пензель

source: Next Move
uk_ua: Наступна дія

source: Next Side
uk_ua: Наступна сторона

source: Next Tip of the Day
uk_ua: Наступна порада дня

source: Next Tool
uk_ua: Наступний інструмент

source: Next Turn
uk_ua: Наступний хід

source: Next Unit
uk_ua: Наступний боєць

source: Next operation
uk_ua: Наступна операція

source: Next page
uk_ua: Наступна сторінка

source: Nfrigt
uk_ua: Нфрайт

source: Nibbler
uk_ua: Риба ножиці

source: Nice? The orcs have come, and we must flee!
uk_ua: Непогано? Та на нас йдуть орки, нам потрібно бігти!

source: Nickname
uk_ua: Прізвисько

source: Nifigt
uk_ua: Ніфайт

source: Night (first watch)
uk_ua: Ніч (перша варта)

source: Night (second watch)
uk_ua: Ніч (друга варта)

source: Night Watchman
uk_ua: Нічний сторож

source: Night in the Swamp
uk_ua: Ніч на Болоті

source: Nightgaunt
uk_ua: Нічний жах

source: Nightmare
uk_ua: Жахіття

source: Nightstalk
uk_ua: Нишпорка

source: Niktor
uk_ua: Ніктор

source: Nil-Galion
uk_ua: Ніл-Галіон

source: Nilaf
uk_ua: Нілаф

source: No
uk_ua: Ні

source: No Add-ons Available
uk_ua: Нема доступних аддонів

source: No Ally Mirror
uk_ua: Без дзеркала союзників

source: No Ally Mirror: No two allied players will get the same faction
uk_ua: Без дзеркала союзників: Будь-які два союзних гравця будуть мати різні фракції

source: No Attacks
uk_ua: Нема атак

source: No Mirror
uk_ua: Без дзеркала

source: No Mirror: No two players will get the same faction
uk_ua: Без дзеркала: Будь-які два гравця будуть мати різні фракції

source: No Recent Files
uk_ua: Немає недавніх файлів

source: No Saved Games
uk_ua: Нема збережених ігор

source: No add-on author/maintainer email specified.
uk_ua: Не було вказано пошту автора/підтримувача аддону.

source: No add-on author/maintainer name specified.
uk_ua: Не вказано ім'я автора/підтримувача аддону.

source: No add-on data was supplied by the client.
uk_ua: Клієнт не надав жодної інформації про аддон.

source: No add-on description specified.
uk_ua: Не вказано опис аддону.

source: No add-on title specified.
uk_ua: Не вказано назву аддону.

source: No add-on version specified.
uk_ua: Не вказано версію аддону.

source: No advancement
uk_ua: Не просувається

source: No campaigns are available.
uk_ua: Немає доступних кампаній.

source: No compatible eras found.
uk_ua: Не знайдено сумісних ер.

source: No compatible scenarios found.
uk_ua: Не знайдено сумісних сценаріїв.

source: No default gui defined.
uk_ua: Типовий GUI не визначений.

source: No description available.
uk_ua: Опису немає.

source: No doubt it is this ritual that the masked ones spoke of. We must hurry and stop Karrag!
uk_ua: Без сумніву, це ритуал, про який згадували гноми в масках. Нам треба поквапитися та зупинити Карраґа!

source: No doubt whatever was left of the mind inside gibbered at what it had become, but the bandit was now my puppet and I stitched the wounds as best I could. In some ways, this experiment was a failure, but the creature it created would be useful...
uk_ua: Залишки свідомості сердеги точно були охоплені жахом від того, на що він перетворився, та розбійник уже став слухняною маріонеткою в моїх руках. Я наклала шви на його рани на його рани, як могла. Де в чому експеримент був невдалий, та створена мною істота може стати корисною…

source: No draw section defined for state.
uk_ua: Не визначено секції промальовки.

source: No early finish bonus.
uk_ua: Немає бонусу швидкого завершення.

source: No editor time-of-day found.
uk_ua: Редактора часу доби не знайдено.

source: No eras available for this game.
uk_ua: Немає доступної для цієї гри ери.

source: No eras found
uk_ua: Ери не знайдені

source: No eras found.
uk_ua: Ери не знайдені.

source: No game history found.
uk_ua: Історію матчів не знайдено.

source: No games found.
uk_ua: Ігри не знайдені.

source: No gladder than I am to be here. But what has happened to Maghre?
uk_ua: Не більше, ніж я радий знову бути тут. Але що сталося з Магре?

source: No gold carried over to the next scenario.
uk_ua: Золото не переноситься в наступний сценарій.

source: No grid defined for tab container control
uk_ua: Не визначено сітки для керування контейнером вкладки

source: No grid defined.
uk_ua: Сітка не визначена.

source: No help available.
uk_ua: Довідка відсутня.

source: No hotkey selected
uk_ua: Гаряча клавіша не вибрана

source: No known themes. Try changing from within an existing game.
uk_ua: Невідома тема. Спробуйте поміняти в існуючій грі.

source: No leader
uk_ua: Без лідера

source: No list defined.
uk_ua: Список не визначений.

source: No matter, I am healed now and ready to fight. Let us punish these bandits for their crimes and murders!
uk_ua: Хай там як, зараз я здоровий та готовий до битви. Давайте покараємо цих бандитів за їхні злочини та вбивства!

source: No matter. He was a fool. Now, you have done as I asked, grandson, so I will travel with you to your home and help you rid it of restless spirits. My priestesses will come as well, and will be at your disposal.
uk_ua: Неважливо. Він був йолопом. А зараз, після того, як ти виконав моє завдання, онуку, я вирушу з тобою, щоб звільнити твій дім від неспокійних духів. Мої жриці теж підуть з нами, і будуть в твоєму розпорядженні.

source: No nodes defined for a tree view.
uk_ua: У дереві не визначені вузли.

source: No objectives available
uk_ua: Немає цілей

source: No one in <i>my</i> town wishes to “escape”! We don’t care to hear your offer. Peddle your corruption elsewhere.
uk_ua: Ніхто не хоче «вирватися» з <i>мого</i> міста! Не треба нам твоя пропозиція. Йди шукай охочих деінде.

source: No one inside the fortress would make it out alive.
uk_ua: Ніхто не зміг вибратися з фортеці живим.

source: No one is quite sure how the practice of taming and riding wolves came into being, but the advantages of it for a goblin are obvious. Goblins are much smaller and weaker than their orcish kin and are often sent to the most dangerous and unwanted parts of a fight. Any who manage to tame a mount have a much safer role in combat. Though few wolves could even stand with the weight of a true orc on their back, a goblin is quite within many wolves’ ability to carry swiftly. Unlike horses, these mounts have a rather easy time traversing the mountains, though water and woods will still slow them down.
uk_ua: Ніхто точно не знає, звідки взялась практика приручати і сідлати вовків, але її переваги для гоблінів очевидні. Гобліни менші і слабкіші від братів-орків, і їх зазвичай посилають в саме пекло битви. Тому, хто зможе стати вершником, дістанеться набагато безпечніша і, мабуть, цікава позиція в бою. Вовки, швидше за все, не зможуть витримати орка в латах, але гобліни в шкіряних обладунках досить легкі. На відміну від коней ці звіри набагато легше переходять гори, але водоймища і ліси все таки їх уповільнюють.

source: No one was able to get to Baldras in time. He and many of his companions died that day beneath the stronghold of Halstead.
uk_ua: Ніхто не зміг вчасно добратися до Балдраса. Він та багато його товаришів померли того дня, залишившись лежати під розвалинами фортеці Халстед.

source: No orb
uk_ua: Немає сфери

source: No page defined.
uk_ua: Сторінка не визначена.

source: No planned advancement
uk_ua: Немає запланованого підвищення

source: No problem. We can lure them onto land.
uk_ua: Не проблема. Виманимо їх на сушу.

source: No random map generators found.
uk_ua: Генератора випадкових карт не знайдено.

source: No resolution defined.
uk_ua: Розширення не визначене.

source: No stack layers defined.
uk_ua: Шари стеків не визначені.

source: No thanks — we’ll manage by ourselves...
uk_ua: Ні, дякую — ми впораємося самі...

source: No turn limit
uk_ua: Нема обмеження ходів

source: No unit recalled.
uk_ua: Бійця не закликано.

source: No unit recruited.
uk_ua: Бійця не завербовано.

source: No units found.
uk_ua: Бійці не знайдені.

source: No usable weapon
uk_ua: Нема відповідної зброї

source: No username specified
uk_ua: Ім'я користувача не вказано

source: No valid castle location found. Too many or too few mountain hexes? (please check the 'max hill size' parameter)
uk_ua: Не знайдено допустиме розташування для замку. Надто багато, або занадто мало полів гір? (перевірте параметр "максимальний розмір пагорба")

source: No validation errors
uk_ua: Відсутність помилок при перевірці

source: No visible sides found.
uk_ua: Не знайдено видимих сторін.

source: No widget defined.
uk_ua: Віджети не визначені.

source: No you won’t, you soldier of darkness!
uk_ua: Ні, не буде, воїне пітьми!

source: No!
uk_ua: Ні!

source: No! All is now lost...
uk_ua: Ні! Тепер все втрачено...

source: No! I don’t believe it. Only a fool would give away an artifact of such power.
uk_ua: Ні! Я не вірю в це. Лише дурень віддасть артефакт такої сили.

source: No! I’ll not go so easil—
uk_ua: Ні! Я так просто не—

source: No! Methor... Don’t die!
uk_ua: Ні! Меторе... Не вмирай!

source: No! No! No! Dirtgrubbers must die! The true people must rule all!
uk_ua: Ні! Ні! Ні! Землеїди мають здохнути! Істинний народ має правити над усіма!

source: No! The ship that was supposed to pick us up sees that there’s still fighting. It’s not stopping. We’re trapped.
uk_ua: О ні! На кораблі, який повинен був нас забрати, побачили, що ми все ще б'ємося. Він не зупиниться. Ми тут застрягли.

source: No! There is still more that I must do!
uk_ua: Ні! Я ще маю стільки всього зробити!

source: No! This is the end!
uk_ua: Ні! Це кінець!

source: No! Without Lionel’s help, I am as good as defeated!
uk_ua: Ні! Без допомоги Ліонеля я вже, вважай, програв!

source: No! You are the one who owes our brethren their freedom! You have ensnared their minds with your foul magic and now we are here to put an end to your tyrannical rule!
uk_ua: Ні! Ти той, хто вкрав у своїх побратимів свободу! Ти поработив їхні уми своєю нечистою магією, але зараз ми тут, щоб покласти край твоєму тиранічному режиму!

source: No! You can’t make thisss place more haunted than it isss! The femalesss already won’t come here, and we are forced to rely on these ssserpents for protection.
uk_ua: Ні! Не мож-ж-жна тут викликати духів! С-с-самки й без того с-с-с-юди не йдуть, і доводиться покладатися на захис-с-ст з-з-змій.

source: No, I do not.
uk_ua: Ні, не ображуся.

source: No, I’ll leave it for someone else.
uk_ua: Ні, краще лишу його для кого-небудь.

source: No, Lionel. This should be too simple a task for my best general. I will send Dudpon instead with most of my army.
uk_ua: Ні, Ліонелю. Це занадто просте завдання для мого кращого генерала. Замість тебе, я пошлю Дадпона з більшою частиною моєї армії.

source: No, Sir! I’m the sole survivor of the Clearwater Port expeditionary force. Trust me, you can’t continue down this road, Sir. Especially with the refugees, you’ll be slaughtered.
uk_ua: Ні, пане! Я єдиний, хто вижив з експедиції Чистоводного Порту. Повірте мені, не варто йти далі по цій дорозі. Особливо з біженцями — вас переб'ють.

source: No, for the glory of all of the people of the west-north! Charge!
uk_ua: Ні, в славу усіх людей північного заходу! Вперед!

source: No, it might not be, but Eltenmir is right. We cannot sit idly by and forget this atrocity either. If you wish to prevent a slaughter here, we will have to come up with some other form of resolution. Regardless, you should come and discuss the issue with us, Ethiliel. You no longer belong with the humans.
uk_ua: Ні, не може, але Ельтенмір правий. Ми також не можемо просто забути цей гріх. Якщо ти бажаєш запобігти різанині тут, ми можемо знайти інше вирішення цієї проблеми. Тобі варто прийти та обговорити це разом з нами, Етілієль. Тобі більше не місце серед людей.

source: No, men of Wesnoth... but those who dwell here are a lawless lot.
uk_ua: Ні, люди Веснота... але ті, хто мешкає тут, не дотримуються законів.
